Repository: wp-plugins/frontend-checklist
Catalog: languages/frontend-checklist-*.po
Languages: pl_pl

source: Frontend Checklist
pl_pl: Lista kontrolna

source: Welcome to Frontend Checklist. Just click New Checklist or Edit on an existing checklist to manage your checklists
pl_pl: Witamy we Frontend Checklist. Kliknij przycisk Utworzyć nowy Checklist lub Edytować na istniejącym Checklisti, aby zarządzać nimi

source: To output a HTML checklist, just enter <code>[frontend-checklist name="Standard"]</code> (replace the name attribute for other checklist names) into the editor at any place.
pl_pl: Do wyświetlania HTML Checklista, wpisz <code>[frontend-checklist name="Standard"]</code> (wymienić nazwę atrybutu dla innych nazw Checklista) do edytora w dowolnym miejscu.

source: If you don't want that the status of the checklist is saved via cookie, you can use this code: <code>[frontend-checklist name="Standard" cookie="off"]</code> If cookies are off, the plugin will save the status of the checklist for logged in users in the database.
pl_pl: Jeśli nie chcesz, aby stan checklist utrzymuje się przez cookie, możesz użyć tego kodu: <code>[frontend-checklist name="Standard" cookie="off"]</code>, Jeśli cookies jest wyłączony wtyczka zapisuje stan Checklist tylko dla zarejestrowanych użytkowników w bazie danych.

source: To control the cookie lifetime, use the days attribute: <code>[frontend-checklist name="Standard" days="180"]</code> (default is 365 days)
pl_pl: Do kontroli ważności cookie, wykorzystywać atrybut dni <code>[frontend-checklist name="Standard" days="180"]</code> (domyślnie wynosi 365 dni)

source: Link to the PDF-Checklist: <code>[frontend-checklist name="Standard" type="pdf" title="My Checklist" linktext="To the Checklist"]</code>. The Title is the headline in the PDF file.
pl_pl: Link do PDF- Checklist: <code>[frontend-checklist name="Standard" type="pdf" title="My Checklist" linktext="To the Checklist"]</code>. Nazwa jest tytułem w pliku PDF.

source: If you like the plugin and if you have a blog where it suits, I would appreciate a presentation of the plugin. You can find more about the plugin and my work as a web developer on <a href="http://www.j-breuer.de/blog/" target="_blank">my blog (German)</a>. I always appreciate ideas about how to improve the plugin.
pl_pl: Jeśli podoba ci się wtyczka i masz blog, gdzie to pasuje, byłbym wdzięczny na prezentację wtyczki. Możesz dowiedzieć się więcej o wtyczce i o mojej pracy jako web developer na <a href="http://www.j-breuer.de/blog/" target="_blank">my blog (German)</a>. Zawsze doceniam pomysły o poprawie wtyczki.

source: New Checklist
pl_pl: Utwórz nowy Checklist

source: Name
pl_pl: Nazwa

source: Description
pl_pl: Opis

source: Syntax
pl_pl: Składnia

source: Actions
pl_pl: Działania

source: Do you really want to delete the checklist %s?
pl_pl: Czy na pewno chcesz usunąć ten Checklist %s?

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

source: List settings
pl_pl: Lista konfiguracji

source: Items
pl_pl: Punkty

source: Just enter a number of items (up to 50) without leaving any fields blank. New fields will appear automatically. You can use HTML.
pl_pl: Wystarczy wpisać ilość elementów (do 50), nie pozostawiając żadnego pola pustym. Nowe pola pojawią się automatycznie. Możesz użyć HTML.

source: Save Changes
pl_pl: Zapisz zmiany

source: unnamed
pl_pl: bez tytułu

source: Standard
pl_pl: Kryterium
